#    -*- mode: org -*-


Archived entries from file /home/alexis/org/reunions.org


* DONE Regarder génome IOP [4/4]
SCHEDULED: <2024-05-22 mer.> DEADLINE: <2024-05-24 ven.>
:PROPERTIES:
:ARCHIVE_TIME: 2024-05-29 mer. 13:35
:ARCHIVE_FILE: ~/org/reunions.org
:ARCHIVE_OLPATH: RVI
:ARCHIVE_CATEGORY: reunions
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: rvi
:END:
:LOGBOOK:
CLOCK: [2024-05-22 mer. 14:59]--[2024-05-22 mer. 15:13] =>  0:14
CLOCK: [2024-05-22 mer. 14:08]--[2024-05-22 mer. 14:10] =>  0:02
CLOCK: [2024-05-22 mer. 11:35]--[2024-05-22 mer. 13:46] =>  2:11
:END:
- [X] MR-2304725 : négatif ?
  Aurapport
  - GALT: récessif et variant htz, pas de clinique de galactosémie ? (plutôt à la naissance)
  - GJB2: non compatible clinique
  Seqone :
  - intronique NR5A1 : difficile d'en conclure quelque chose...
  SV : évènement complexe chr9:138145330 (9q34.3) chr10:79064 (10p15.3)  mais ségrège
- [X] MR-2101776
  2 variants MCM8 : un touchant épissage et un tronquant mais gène pLI= 1. Clinique en faveur...
  Pas grand chose sur decipher
  SNV: inv 7q touchant RBM28 [[https://omim.org/clinicalSynopsis/table?mimNumber=612079][OMIM]]  mais hérité père asympto
- [X] MR-2305313 : neg ?
  - 2 variants HSPG2 écartés sur clinique (gènes récessif)
- [X] MR-2304151 : neg ?
  ERCC6 VOUS- ? (seqone) regarder dans decipher

/Créé le/ [2024-05-17 ven. 17:12]

* DONE Regarder à nouveau dossiers réunion Jérémie [3/3]
DEADLINE: <2024-05-31 ven. 17:00>
:PROPERTIES:
:ARCHIVE_TIME: 2024-06-03 lun. 10:08
:ARCHIVE_FILE: ~/org/reunions.org
:ARCHIVE_CATEGORY: reunions
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2024-05-29 mer. 11:01]--[2024-05-29 mer. 11:39] =>  0:38
CLOCK: [2024-05-29 mer. 09:49]--[2024-05-29 mer. 10:15] =>  0:26
:END:
  /Entered on/  [2024-05-29 mer. 09:30]
- [X] MR-2301991 : rien vu expliquant tout le phénotype (juste obésité)
- [X] MR-2304917 : SLC25A24 convaincant mais jumeau sain porteur donc non (vu avec Julien)
- [X] MR-2303537
  OTX2 échappe NMD fin de gène, ok super pour clinique ophtalmo (microphtalmie +  rétinopathie et clinvar patho sur ce phénotype) mais n'explique pas le reste
 SLC26A5 : htz compositie pour surdité ? sur score bioinfo

* DONE Regarder génome IOP [4/4]
SCHEDULED: <2024-05-22 mer.> DEADLINE: <2024-05-24 ven.>
:PROPERTIES:
:ARCHIVE_TIME: 2024-06-06 jeu. 17:37
:ARCHIVE_FILE: ~/org/reunions.org
:ARCHIVE_OLPATH: RVI
:ARCHIVE_CATEGORY: reunions
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: rvi
:END:
:LOGBOOK:
CLOCK: [2024-05-22 mer. 14:59]--[2024-05-22 mer. 15:13] =>  0:14
CLOCK: [2024-05-22 mer. 14:08]--[2024-05-22 mer. 14:10] =>  0:02
CLOCK: [2024-05-22 mer. 11:35]--[2024-05-22 mer. 13:46] =>  2:11
:END:
- [X] MR-2304725 : négatif ?
  Aurapport
  - GALT: récessif et variant htz, pas de clinique de galactosémie ? (plutôt à la naissance)
  - GJB2: non compatible clinique
  Seqone :
  - intronique NR5A1 : difficile d'en conclure quelque chose...
  SV : évènement complexe chr9:138145330 (9q34.3) chr10:79064 (10p15.3)  mais ségrège
- [X] MR-2101776
  2 variants MCM8 : un touchant épissage et un tronquant mais gène pLI= 1. Clinique en faveur...
  Pas grand chose sur decipher
  SNV: inv 7q touchant RBM28 [[https://omim.org/clinicalSynopsis/table?mimNumber=612079][OMIM]]  mais hérité père asympto
- [X] MR-2305313 : neg ?
  - 2 variants HSPG2 écartés sur clinique (gènes récessif)
- [X] MR-2304151 : neg ?
  ERCC6 VOUS- ? (seqone) regarder dans decipher

/Créé le/ [2024-05-17 ven. 17:12]

* DONE MR-2301514 CFTR htz
CLOSED: [2024-06-19 mer. 18:05] DEADLINE: <2024-06-21 ven. 14:30>
:PROPERTIES:
:ARCHIVE_TIME: 2024-06-24 lun. 11:47
:ARCHIVE_FILE: ~/org/reunions.org
:ARCHIVE_OLPATH: RVI Grenoble
:ARCHIVE_CATEGORY: reunions
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: grenoble rvi
:END:
:LOGBOOK:
CLOCK: [2024-06-18 mar. 10:04]--[2024-06-18 mar. 10:12] =>  0:08
:END:
- NIPBL: non vu gnomad, score bioinfo peu en faveur, plutôt tronquant alors que faux-sens, hérité mère asympto, clinique ne colle pas (juste fente)... -> VOUS-
- CFTR
- DOCK6 : score bleu, plutôt missense patho decipher mais légère atteinte épissage, récessif -> non
- DCHS1: valve mitrale, pas el phénotype et non décrit syndrome cimeter
- FOXC1 vous moins ? qq score bionfo, peu présent gnomad, gène plutôt LOF, clinique ophtalmo + cardio mais pas exactement ça (- Atrial septal defect - Valvular defects - Patent ductus arteriosus)

  CNV
  - del HNRPNPC, article 2023: trouble neurodvev seul don non

* DONE Présentation nushell axe 3
CLOSED: [2024-06-12 mer. 10:43] DEADLINE: <2024-06-13 jeu. 9h>
:PROPERTIES:
:ARCHIVE_TIME: 2024-07-02 mar. 11:44
:ARCHIVE_FILE: ~/org/reunions.org
:ARCHIVE_CATEGORY: reunions
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2024-06-12 mer. 16:56]--[2024-06-12 mer. 17:20] =>  0:24
CLOCK: [2024-06-12 mer. 09:56]--[2024-06-12 mer. 10:43] =>  0:47
CLOCK: [2024-06-10 lun. 11:55]--[2024-06-10 lun. 12:29] =>  0:34
:END:
  /Entered on/  [2024-05-29 mer. 17:53]
  XML
  JSON
  VCF ?

** DONE [[file:slides/reunion_bio_20240613.org][Slides mise à jour aurapport]]
CLOSED: [2024-06-12 mer. 12:00] DEADLINE: <2024-06-13 jeu. 11:30> SCHEDULED: <2024-06-11 mar.>
:LOGBOOK:
CLOCK: [2024-06-11 mar. 15:58]--[2024-06-11 mar. 18:16] =>  2:18
:END:
  /Entered on/  [2024-06-11 mar. 10:28]
